Indicates if all data downloads are finished.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public bool DownloadFinished { get; }
  Visual Basic
Public ReadOnly Property DownloadFinished As Boolean
	Get
  Visual C++
public:
property bool DownloadFinished {
	bool get ();
}
 See Also
  CreateRelatedFileProgressChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace